Repository: crystalbyte/asphalt
Catalog: src/Crystalbyte.Asphalt/Resources/AppResources.*.resx
Languages: de_de

# ResourceLanguage
source: en-US
de_de: de-DE

# DeleteMenuHeader
source: Delete
de_de: entfernen

# SettingsPageTitle
source: settings
de_de: Einstellungen

# UnitOfLengthSettingsText
source: Unit of length
de_de: Längeneinheit

# SettingsMenuItemText
source: Settings
de_de: Einstellungen

# ToursPanoramaPageHeaderText
source: tours
de_de: Fahrten

# TrackingPanoramaItemTitle
source: recording
de_de: Aufzeichnung

# MileageLabel
source: Mileage
de_de: Kilometerstand

# DestinationLabel
source: Destination
de_de: Ziel

# OriginLabel
source: Origin
de_de: Ausgangspunkt

# ReasonLabel
source: Contact / Reason
de_de: Ansprechpartner / Zweck der Fahrt

# StartTimeLabel
source: Begin
de_de: Abfahrt

# StopTimeLabel
source: End
de_de: Ankunft

# UnitOfLengthDescriptionText
source: Sets the preferred unit of length.
de_de: Wählen Sie die bevorzugte Längeneinheit aus.

# RouteDescription
source: The displayed route is only an approximation and may differ from the actual route taken. The travelled distance is not based on the displayed route.
de_de: Die dargestellte Route ist lediglich eine Approximation und wird nicht für Berechnungen verwendet.

# TourTypeLabel
source: Type
de_de: Typ

# LoadingText
source: Loading ...
de_de: Wird geladen ...

# InsufficientDataCaption
source: Insufficient data
de_de: Aufzeichnung unzureichend

# InsufficientDataMessage
source: The current recording yielded insufficient results and will be discarded.
de_de: Die aktuelle Aufzeichnung hat nicht genügend Informationen erbracht und wird verworfen.

# DistanceLabel
source: Distance
de_de: Distanz

# EstimatingRoute
source: Querying route ...
de_de: Route wird berechnet ...

# ReasonNotSpecified
source: Contact and Reason not specified
de_de: Zweck nicht hinterlegt

# RecordRouteConfirmCaption
source: Start recording?
de_de: Aufzeichnung starten?

# RecordRouteConfirmMessage
source: Your phone's geolocator will record your route until you manually press the stop button.
de_de: Eine manuelle Aufnahme wird gestartet. Durch das Betätigen der Schaltfläche Stop kann die Aufzeichnung beendet werden.

# TerminateRouteConfirmCaption
source: Terminate recording?
de_de: Aufzeichnung beenden?

# TerminateRouteConfirmMessage
source: A terminated recording cannot be resumed.
de_de: Eine beendete Aufzeichnung kann nicht fortgesetzt werden.

# DeleteRouteConfirmCaption
source: Delete tour?
de_de: Aufzeichnung entfernen?

# DeleteRouteConfirmMessage
source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

# ExportButtonText
source: export
de_de: Exportieren

# MovementDetectionDescription
source: The app will automatically record your tours based on your travelling speed.
de_de: Veranlasst Asphalt Fahrten automatisch anhand des Ortes und der Geschwindigkeit aufzuzeichnen.

# MovementDetectionLabel
source: Automated tour recording
de_de: Automatische Fahrtenaufzeichnung

# SpeedLabel
source: Speed
de_de: Geschwin.

# DeleteButtonText
source: delete
de_de: Entfernen

# SelectionButtonText
source: select
de_de: Auswählen

# AddVehicleButtonText
source: add
de_de: Neu

# AddVehiclePageTitle
source: add vehicle
de_de: Neues Fahrz.

# AddVehiclePhotoText
source: add photo
de_de: Bild wählen

# InitialMileageNotNullOrEmpty
source: Mileage must not be empty.
de_de: Der Kilometerstand darf nicht leer sein.

# VehiclesPanoramaPageHeaderText
source: vehicles
de_de: Fahrzeuge

# VehicleLabel
source: Vehicle
de_de: Fahrzeug

# DriversPanoramaPageHeaderText
source: drivers
de_de: Fahrer

# EditVehicleButtonText
source: edit
de_de: Bearbeiten

# AddDriverPageTitle
source: add driver
de_de: Neuer Fahrer

# ForenameLabel
source: Forename
de_de: Vorname

# SurnameLabel
source: Surname
de_de: Nachname

# AddDriverImageText
source: add photo
de_de: Bild wählen

# ForenameNotNullOrEmpty
source: The forename must not be empty.
de_de: Der Vorname darf nicht leer sein.

# SurnameNotNullOrEmpty
source: The surname must not be empty.
de_de: Der Nachname darf nicht leer sein.

# CancelButtonText
source: cancel
de_de: Abbrechen

# ConfirmButtonText
source: confirm
de_de: Bestätigen

# DeleteDriverConfirmCaption
source: Delete driver?
de_de: Fahrer entfernen?

# DeleteDriverConfirmMessage
source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

# DeleteVehicleConfirmCaption
source: Delete vehicle?
de_de: Fahrzeug entfernen?

# DeleteVehicleConfirmMessage
source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

# AddDriverLandingButtonText
source: add driver
de_de: Fahrer hinzufügen

# AddVehicleLandingButtonText
source: add vehicle
de_de: Fahrzeug hinzufügen

# DriverLabel
source: Driver
de_de: Fahrer

# SaveVehicleButtonText
source: save
de_de: Speichern

# StartButtonDescriptionText
source: Start recording a new tour
de_de: Starten Sie eine neue Aufzeichnung

# StopButtonDescriptionText
source: Terminate current recording
de_de: Aktuelle Aufzeichnung beenden

# WelcomeText
source: Start recordings manually or let Asphalt handle it for you.
de_de: Nehmen Sie Ihre Fahrten manuell auf oder überlassen Sie es vollständig Asphalt.

# CommitSettingsButtonText
source: commit
de_de: Bestätigen

# DangerZoneText
source: Danger zone
de_de: Achtung

# DoNotChangeText
source: Do not change the values below unless you know exactly what you're doing. Incorrect settings may decrease accuracy or impair functionality.
de_de: Die folgenden Werte sollten nicht grundlos geändert werden. Falsche Einstellungen können die Präzision verringen oder sogar Funktionsunfähigkeit hervorrufen.

# EditSettingsButtonText
source: edit
de_de: Bearbeiten

# RecordingTimeoutLabel
source: Timeout
de_de: Zeitüberschreitung

# ReportIntervalLabel
source: Geolocation report interval
de_de: Intervall für Positionsabfragen

# RequiredAccuracyLabel
source: Required GPS accuracy
de_de: Erforderliche GPS-Präzision

# ResetSettingsMenuText
source: restore factory settings
de_de: Zurücksetzen

# SpeedExceedancesLabel
source: Speed samples required
de_de: Geschwindigkeitsproben

# SpeedThresholdLabel
source: Speed exceedance threshold
de_de: Mindestgeschwindigkeit

# MileageOnStartLabel
source: Mileage before
de_de: Kilometerstand davor

# MileageOnStopLabel
source: Mileage after
de_de: Kilometerstand danach

# ExportDestinationLabel
source: Export location
de_de: Exportmethode

# ExportFormatLabel
source: File format
de_de: Dateiformat

# ErrorUpdatingDatabase
source: Unable to update database
de_de: Datenbankzugriff fehlgeschlagen

# ExportStateCollectingText
source: Collecting data ...
de_de: Daten werden gesammelt ...

# ExportStateCompletedText
source: Upload successfully completed
de_de: Datenexport erfolgreich abgeschlossen.

# ExportStateUploadingText
source: Uploading ...
de_de: Exportiere ...

# NoExportText
source: There are no tours selected for export.
de_de: Es sind keine zu exportierenden Fahrten ausgewählt.

# SingleExportText
source: There is 1 tour selected for export.
de_de: Es ist eine zu exportierende Fahrt ausgewählt.

# SkyDriveLoginText
source: Please sign in using your SkyDrive credentials.
de_de: Bitte melden Sie sich mit Ihren SkyDrive Zugangsdaten an.

# TourExportsFormatString
source: There are {0} tours selected for export.
de_de: Es sind {0} zu exportierende Fahrten ausgewählt.

source: Business
de_de: Geschäftlich

source: Commute
de_de: Arbeitsweg

# ErrorExportingDataCaption
source: Unable to export data
de_de: Datenexport fehlgeschlagen

source: Private
de_de: Privat

# DurationLabel
source: Duration
de_de: Dauer

# QuickInfo
source: In order to get started, you need to add a driver and a vehicle.
de_de: Zum Beginnen müssen Sie zunächst einen Fahrer und ein Fahrzeug hinzufügen.

# LicensePlateLabel
source: License plate
de_de: Kennzeichen

# NotesLabel
source: Notes
de_de: Notizen

# ReasonNotSpecifiedWatermark
source: Contact and Reason not specified
de_de: Zweck nicht hinterlegt ...
